---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.PropertySetElementFailures
source: html/f8ad6752-4cee-6d5c-5c1a-ef1c5b395d8f.htm
---
# BuiltInFailures.PropertySetElementFailures Properties

A property set name cannot be an empty string.